package itproger;

public class Main {

  public static void main(String[] args) {

//    \n перевод текста на новый ряд (строку)
//    \t это таб слевой стороны
//    \" - если мы хотим добавить кавычку как символ, мы ставим перед ней слеш
//    и в таком случае это воспринится как символ
//    А если возникнет ситуация, когда нам нужно ещё вывести слеш
//    \ перед выведенным через слеш символом ", тогда нам нужно поставить два слеша \\
//    Один слеш выведется на экран

    System.out.println("Hello\\ \"\n\tWorld!");
  }

}
